{
  "alkupamaus": "Avspark",
  "alkupamaus-info": "",
  "elonkorjuu": "Elonkorjuu",
  "elonkorjuu-info": "",
  "events": "Evenemang",
  "fjs": "Phuxarnas festsitz",
  "fjs-info": "Nätterna blir mörkare när vintern närmar sig, men i november lyser teknologkulturens 152 år långa resa upp Servin mökki, och vi firar med den mest glamorösa sitzen av dem alla - Phuxarnas festsitz! Måndagskvällen under den andra teknologtraditionsveckan kommer att innehålla mycket sång, elegans och festligheter med aptitretande mat och härligt bordsällskap. Kom och upplev atmosfären och imponerande uppträdanden! Men att få en plats vid dessa bord är inte något att ta för givet.\n\nEftersom ni phuxar är så många och er iver att delta på evenemang under hösten varit ännu större, kommer konkurrensen om sitzplatserna att bli tuff. Den här gången behöver du inte värma upp dina f5-fingrar eller brottas med kide.app, eftersom anmälan kommer att organiseras med en traditionell, och mer än likvärdig, fysisk kö. Biljettförsäljningen kör igång på fredag morgon 25.10. 8.00 i huvudaulan i kandidatcentret, och köande kommer att ske utanför Z-dörren vid Alvarsplatsen. Vill du vara säker på att få din biljett lönar det sig att stå i kön ganska tidigt. Kom ihåg att ta med dig varma kläder! Anmälan är öppen för alla förstaårs teknologphuxar.\n\nSpråket för evenemanget är finska. Om du är intresserad av att delta i en lika elegant och festlig sitz på engelska, kolla in International Grand Sitsit som hålls följande dag!\n\nTL;DR:\nVAD? Phuxarnas festsitz\nVAR? Servin Mökki (Bistervägen 4)\nNÄR? Måndagen 4.11, Coccare 17.00 och sitzen börjar 18.00\nPRIS? MAX 30€\nDC: Cocktail / mörk kostym\nSpråk: Finska\n\nEvenemanget implementerar Aalto-universitetets studentkårs (AUS) principer för tryggare lokaler. Evenemanget syftar till att vara en jämlik och trevlig plats för alla. Om du vittnar om eller upplever osakligt beteende har du rätt att ingripa. Om du vill så kan du också leda eller ta kontakt med Phuxivatorn, Phuxmajoren eller AUS trakasseriombud hairinta@ayy.fi.",
  "igs": "International Grand sitsit",
  "igs-info": "",
  "info": "Denna höst firas det 152-åriga Teknologskapet 1-9.11! Markera alltså Teknologtraditionsveckan och dess evenemang i din kalender. Teknologtraditionsveckan är en snabbkurs i Teknologskap och dess delområden. Under veckan kan du bekanta dig med bl.a. sångkultur, appron och otroliga upplevelser - tanken är alltså att fira teknologkulturens många sidor. Den enastående veckan når sin kulmen i fredagens Teknologtraditionsfest, för att inte glömma lördagens Teknologsillis!",
  "lks": "Otnäs sångskrivartävling",
  "lks-info": "",
  "pll": "Punaisen laulukirjan läpilaulanta",
  "pll-info": "",
  "polin-appro": "Polin appro",
  "polin-appro-info": "",
  "sillis": "Teknologsillis",
  "sillis-info": "Teknologtraditionsveckan slutar med en otrolig fest, Teknologsillisen! Kom till Smökki för att fira veckans slut med gott sällskap, mat, drycker och aktiviteter. Sillisbiljetter kan köpas via Kide.app.",
  "sponsors": "I samarbete",
  "tpj": "Teknologtraditionsfest",
  "tpj-info": ""
}
