{
  "elonkorjuu": "Elonkorjuu",
  "elonkorjuu-info": "Teekkariperinneviikon aloittavana lauantaina Otaniemen tyylitietoiset kulttuurinystävät kokoontuvat Smökkiin, sillä TKTMK, GAYY ja Jalostajat yhdistävät jälleen voimansa järjestääkseen Elonkorjuun 🌾\n\nElonkorjuu on laadukkaan kulttuurin yhtymä, jossa pääset nauttimaan aistikkaista elämyksistä; maistamaan herkullista ruokaa, maistelemaan upeita juomia sekä nauttimaan upeista esityksistä. ✨\n\nLipunmyynti alkaa keskiviikkona 23.10. klo 12, ja lisätietoa tapahtumasta löytyy AYY:n tapahtumasivulta (linkit alla)\n\nMitä: Elonkorjuu\nMilloin: Lauantaina 2.11. klo 17:30\nMissä: Smökki, Jämeräntaival 4\nMitä maksaa: 9€\nDC: tyylikäs/cocktail\nMiksi: Koska kulttuuri",
  "events": "Tapahtumat",
  "fjs": "Fuksien juhlasitsit",
  "fjs-info": "Illat pimenevät talven lähestyessä, mutta marraskuussa teekkariuden 152-vuotiaan taipaleen loisto valaisee Servin mökkiä juhlistaen sitseistä juhlallisimpia - Fuksien juhlasitsejä! Teekkariperinneviikon maanantaina luvassa on juhlahumun, laulun ja eleganssin täyteinen ilta suussasulavine ruokineen ja lumoavine osallistujineen. Tule ja koe juhlatunnelman huuma sekä päätähuimaavat ohjelmanumerot! Kuitenkaan näihin juhliin parhaiden päälle vetäminen ei ole itsestäänselvää.\n\nKoska fuksikunnan laajuus on suuren suuri ja syksyn mittaan osallistumisinto on ollut sitäkin suurempi, kilpailu sitsipaikoista on luonnollisesti kovaa. Tällä kertaa ei kuitenkaan f5-sormea tarvitse virittää eikä kide.appin kanssa tapella, sillä ilmoittautuminen järjestetään perinteisellä, tasavertaistakin tasavertaisemmalla fyysisellä jonotuksella. Sitsilippujen myynti alkaaperjantaiaamuna 25.10. kello 8.00 Kandidaattikeskuksen aulassa, ja jonottaminen tapahtuu Alvarin aukion puoleisen Z-oven ulkopuolella. Varmistaakseen paikkansa on siis hyvä olla jonottamassa aikaisin, ja erittäin lämpimän vaatetuksen ynnä muun varustuksen mukaan ottaminen jonotukseen on enemmän kuin suositeltavaa. Ilmoittautuminen on avoin kaikille tekniikan alojen kandifukseille.\n\nTL;DR:\nMITÄ: Fuksien juhlasitsit\nMISSÄ: Servin mökissä (Jämeräntaival 4)\nMILLOIN: Maanantaina 4.11., cocktail-tilaisuus klo 17.00 ja pääjuhla kello 18.00 alkaen\nMIKSI: Koska fuksivuoden upeimmat sitsit.\nMITÄ MAKSAA: MAX 30 €\nPUKUKOODI: Cocktail / tumma puku\n\nFuksien juhlasitsit on tapahtumana reilu ja yhdenvertainen kaikille eikä tapahtumassa hyväksytä minkäänlaista häirintää. Tapahtumassa noudatetaan AYY:n turvallisemman tilan periaatteita. Jos kuitenkin kohtaat tapahtumassa epämiellyttävää käytöstä tai häirintää, voit ottaa yhteyttä fuksikapteeniin, fuksimajuriin tai AYY:n häirintäyhdyshenkilöihin hairinta@ayy.fi.",
  "igs": "International Grand sitsit",
  "igs-info": "Are you tired of sitting indoors all day, staring at computer screens, and missing out on the beauty of nature? Do you long for the vibrant colors and organic forms that fill our world? If so, it's time to rejuvenate your spirit and step into the enchanting realm of Art Nouveau!\n\nOn the 3rd of November, during the Teekkari Tradition Week, the beauty of nature will flourish in Smökki, during the Art Nouveau themed International Grand Sitsit!\n\n🌿 Event Details 🌿\nDate: November 3rd\nTime: Cocktail party 17:30, sitsit starting at 18:30\nLocation: Cocktail party at the Museum of Student Life (Jämeräntaival 3), Sitsit at Smökki (Jämeräntaival 4)\nDress Code: Cocktail with an Art Nouveau twist\nPrice: 25 €",
  "info": "Tänä syksynä 152-vuotiasta Teekkariutta vietetään 1.-9.11.! Merkkaa siis kalenteriisi Teekkariperinneviikko ja sen tapahtumat. Teekkariperinneviikko on pikakatsaus Teekkariuuteen ja sen eri osa-alueisiin. Viikon aikana on mahdollisuus tutustua mm. laulukulttuuriin, approiluun ja aistikkaisiin elämyksiin, tarkoituksena on juhlistaa teekkarikulttuurin monia puolia. Huikea viikko päättyy perjantaina vietettävään Teekkariperinnejuhlaan, unohtamatta lauantain Teekkarisillistä!",
  "lks": "Laulukilpailusitsit",
  "lks-info": "",
  "pll": "Punaisen laulukirjan läpilaulanta",
  "pll-info": "Nappaa kaverit kainaloon ja suuntaa 4.11 Otaniemen Rantasaunalle, sillä nyt mennään eikä meinata - nimittäin Punaisen läpilaulannan merkeissä! Tapahtuman päätavoite on selkeä: laulaa Punainen laulukirja kannesta kanteen, mieluummin kuin hyvin.\n\nJa mitä olisi ilta rantsulla ilman rentoutumista? LuTku pitää saunan ja paljun kuumana koko illan, joten muistakaa pakata saunomisvarusteet mukaan.\n\nOvet aukeavat klo 16.30 ja laulaminen aloitetaan klo 17. Älä myöskään murehdi, jos Punainen laulukirja ei löydy repusta, sillä kirjan voi ostaa myös paikan päältä. Tulkaa siis rohkeasti laulamaan, saunomaan ja viettämään unohtumatonta teekkariperinneviikon maanantaita! \n\nNähdään Rantsulla!\n\nTL;DR:\nMitä: Punaisen laulukirjan läpilaulanta\nMissä: Rantasauna\nMilloin: 4.11. klo 16.30 eteenpäin\nMitä maksaa: 0€",
  "polin-appro": "Polin appro",
  "polin-appro-info": "Legendaarisiksi muodostuneet Polin approt valtaavat jälleen Helsingin keskustan kuppilat tiistaina 5.11. Tänä vuonna teekkariperinneviikkon approa juhlitaan sarjakuvateemalla! 🦸🎊\n\nVedä siis haalarit yllesi ja suuntaa huikealle kierrokselle itäiseen satamakaupunkiin. 🕺🏻 Tapahtumaan ovat enemmän kuin tervetulleita kaikki opiskelijat, opiskelijamieliset ja muut approintoilijat. Baarikiertely huipentuu jatkoihin Apollo Night Clubilla, jossa approkansaa viihdyttävät huikeat artistit; KNV, AaltoDJ MATT3US b2b ALWAR sekä Jambo! 🎤\n\nPolin Appron loput liput myydään Kide.appissa!\nMyynti alkaa torstaina 17.10. klo 14:00",
  "sillis": "Teekkarisillis",
  "sillis-info": "Teekkariperinneviikon päättää huikea bakkanaali, Teekkarisillis! Saavu siis Smökkiin juhlistamaan viikon päättymistä hyvän seuran, ruoan, juoman ja aktiviteettien muodossa! Ei muuta kuin ostohousut jalkaan, sillislipun voit lunastaa Kide.app:sta joko sellaisenaan tai Teekkariperinnejuhlan lipunmyynnin yhteydessä.",
  "sponsors": "Yhteistyössä",
  "tpj": "Teekkariperinnejuhla",
  "tpj-info": "Lämpimästi tervetuloa juhlistamaan 152-vuotiasta Teekkariutta!\n\n152. Teekkariperinnejuhlaa vietetään 8.11.2024 Kulttuurikasarmilla (Narinkka 2, 00100 Helsinki). Cocktail-tilaisuutta vietetään ennen pääjuhlaa (aika ja paikka ilmoitetaan myöhemmin), josta siirrymme pääjuhlapaikalle esim. metrolla tai omavalintaisella kyydillä. Pääjuhla alkaa klo 19:00 ja juhlapaikalle voi saapua 18:30 alkaen. Lahjanantotilaisuus järjestetään cocktail-tilaisuuden yhteydessä. Illalliskortin hinta on 95 € opiskelijoille ja 152 € alumneille.\n\nSilliaamiaista (Teekkarisillis) vietetään Otaniemessä seuraavana päivänä 9.11. Sillislippu kustantaa 25 € ja sen voi ostaa illalliskortin yhteydessä.\n\nIlmoittautuminen on auki seuraavasti:\n9.10. klo 12:00 - 23.10. klo 12:00\n\nHUOM! Tapahtuma on K-18 ja ikä tarkastetaan ovella.Huomioittehan, ettei omien juomien tuominen tapahtuma-alueelle ole sallittua. Ilmoittautumalla annat luvan luovuttaa erikoisruokavaliotietosi nimen kanssa ravintolalle. Väärin ostetut liput voidaan perua järjestäjän toimesta. Tilaisuudessa sitoudutaan noudattamaan AYY:n turvallisemman tilan periaatteita.\n\nMikäli jokin juhliin tai ilmoittautumiseen liittyvä asia mietityttää, olettehan yhteydessä toni.ojala@ayy.fi"
}
