{
  "elonkorjuu": "Elonkorjuu",
  "elonkorjuu-info": "On the first Saturday of Teekkari Tradition Week 2.11., Otaniemi's style-conscious culture lovers will gather at Smökki, as TKTMK, GAYY and Jalostajat join forces once again to organise Elonkorjuu 🌾\n\nElonkorjuu is a gathering of quality culture where you can enjoy sensual experiences; taste delicious food, sample great drinks and enjoy amazing performances. ✨\n\nTicket sales start on Kide.app on Wednesday 23.10. at 12.00 and more information can be found on the AYY event page (links below).\n\nWhat: Elonkorjuu\nWhen: Saturday 2.11. at 5:30 pm\nWhere: Smökki, Jämeräntaival 4\nWhat does it cost: 9€\nDC: stylish/cocktail\nWhy: Because culture",
  "events": "Events",
  "fjs": "Fuksis' Jubilee Sitsit",
  "fjs-info": "Nights grow darker as winter draws nearer, but in November the brightness of the 152-year-long journey of Teekkari culture illuminates Servin mökki, celebrating the most glamorous sitsit of them all - Fuksis' Jubilee Sitsit! The Monday evening of the Teekkari Tradition Week will entail the spirit of songs, elegance and festivities with mouth-watering food and enchanting participants. Come and feel the atmosphere and awe-inspiring performances! However, a seat at these tables is not to be taken for granted.\n\nAs you fuksis are so great in numbers, and throughout the autumn your eagerness to participate has been greater still, the competition for sitsi places will be tough. This time you won't have to hone your f5 fingers or wrestle with kide.app, as the sign-up will be organized with a traditional, and more than equal, physical queue. Sitsi ticket sales start on the morning of Friday 25.10. at 8.00 at the main lobby of the Undergraduate Centre, and queuing will take place outside the Z door at Alvari Square. If you want to make sure you get your ticket, it's good to be in the queue quite early. Remember to take extra warm clothing and other gear with you! The sign-up is open for all first-year tech fuksis.\n\nThe language of the Fuksis' Jubilee Sitsit event is Finnish. If you're interested in attending an equally elegant and festive sitsit in English, check out the International Grand Sitsit held on the previous day! ETCO and FTMK are also organzing Fuksi bachelor sitsis on 21.10.\n\nTL;DR:\nWHAT: Fuksis' Jubilee Sitsit\nWHERE: Servin mökki (Jämeräntaival 4)\nWHEN: Monday 4.11., cocktail party starting at 17.00 and dinner party starting at 18.00\nPRICE: MAX 30 €\nDRESSCODE: Cocktail / dark suit\nLANGUAGE: Finnish\n\nFuksis' Jubilee Sitsit as an event is fair and equal for everyone, and has a zero tolerance policy for all forms of harassment. The event follows the AYY Safer Space Policy. If you regardless notice unwelcome behavior or harassment, you can contact a Fuksi Captain, the Fuksi Major or an AYY harassment contact person at hairinta@ayy.fi.",
  "igs": "International Grand sitsit",
  "igs-info": "Are you tired of sitting indoors all day, staring at computer screens, and missing out on the beauty of nature? Do you long for the vibrant colors and organic forms that fill our world? If so, it's time to rejuvenate your spirit and step into the enchanting realm of Art Nouveau!\n\nOn the 3rd of November, during the Teekkari Tradition Week, the beauty of nature will flourish in Smökki, during the Art Nouveau themed International Grand Sitsit!\n\n🌿 Event Details 🌿\nDate: November 3rd\nTime: Cocktail party 17:30, sitsit starting at 18:30\nLocation: Cocktail party at the Museum of Student Life (Jämeräntaival 3), Sitsit at Smökki (Jämeräntaival 4)\nDress Code: Cocktail with an Art Nouveau twist\nPrice: 25 €",
  "info": "This fall the 152-year-old Teekkarius is celebrated 1.-9.11.! Mark down the Teekkari Tradition Week and the events to your calendar. The Teekkari Tradition Week is a short overview of Teekkarius and the different aspects of it. During the week it's possible to get to know some pieces of the singing culture, bar crawl and some elegant experiences. An amazing week ends with the Teekkari Tradition Ball on Friday not forgetting the Teekkari sillis on Saturday!",
  "lks": "Otaniemi Songwriting Contest",
  "lks-info": "The Songwriting Competition is back again!\n\nSeize the opportunity and dig out the masterpieces you've created over the past year, or write a brand-new hit for the sitsi tables! You can participate in the competition either solo or in a group, with one or more songs.\n\nThis competition is for everyone who wants to test their songwriting skills and enrich Otaniemi's song culture. The goal is to bring new music to life and to sing through fresh gems and groundbreaking experiments together!\n\nSo, what are you waiting for? The competition is open, and you have until October 31 to submit your entries! Participation instructions, categories, and rules can be found behind the forms-link. If you have any questions, feel free to contact @lukkaritirehtoori on Telegram.\n\nAll the entries will be performed at the Songwriting Competition Sitsit on November 1st. All members of the Aalto community are welcome to join the sitsit, whether or not they participate in the contest. Participants of the contest will be able to secure a sitsit ticket immediately after submitting their entry. Ticket sales for the sitsit end on 30.10.\n\nNow is the time to let your creativity shine!",
  "pll": "The Red Songbook Sing-Through",
  "pll-info": "Grab your friends and head to Otaniemi's Rantasauna on November 4th, because this is an event like no other - it's time for The Red Songbook Sing-Through! The goal of the night is clear: to sing the entire Red Songbook from cover to cover, rather than well.\n\nAnd what would an evening at the sauna be without some relaxation? LuTku will keep the sauna and hot tub warm all night, so don't forget to pack your sauna gear.\n\nDoors open at 16.30, and the singing starts at 17. Don't worry if you don't have your own Red Songbook, you can buy one at the event. So, come along to sing, relax, and spend an unforgettable Monday evening during the Teekkari Tradition Week!\n\nSee you at Rantsu!\n\nTL;DR:\nWhat: Sing-through of the Red songbook\nWhere: Rantasauna\nWhen: 4.11. 16.30->\nPrice: 0€",
  "polin-appro": "Polin appro",
  "polin-appro-info": "The legendary Polin appro will once again take over Helsinki's city centre on 5.11. This year, the Teekkari Tradition week's appro is celebrated with a comic theme! 🦸🎊\n\nSo put your overalls on and head for a tour of the eastern port city. 🕺🏻 All students, student-minded people and other appro enthusiasts  are more than welcome. The bar crawl will culminate in the Apollo Night Club, where you'll be entertained by some amazing artists; KNV, AaltoDJ MATT3US b2b ALWAR and Jambo! 🎤\n\nThe remaining tickets for Polin Appro will be sold on Kide.app! 🚶 Sales start on Thursday 17.10. at 14:00",
  "sillis": "Teekkarisillis",
  "sillis-info": "The Teekkari Tradition week ends with the crazy bacchanal, Teekkari herring breakfast (herring breakfast known as sillis)! Arrive to Smökki to celebrate the end of the week with good company, food, drinks and activities! The sillis ticket can be purchased via Kide.app.",
  "sponsors": "Sponsors",
  "tpj": "Teekkari tradition ball",
  "tpj-info": "Warmly welcome to celebrate the 152-year-old Teekkarius!\n\nThe Teekkari tradition ball will be held on 8th of Nov at Kulttuurikasarmi (Narinkka 2, 00100 Helsinki). The cocktail event will be held before the main event (time and location will be disclosed later). We will traverse from the cocktail event to the Kulttuurikasarmi via e.g. metro or any transport of your choice. The ball begins at 19:00 and you're welcome to arrive at the event space from 18:30 onwards. The reception ceremony will be held at the cocktail event. The price of the ticket for students is 95 € and for the alumni 152 €.\n\nThe herring breakfast (known as sillis) is celebrated in Otaniemi on the following day (9th of Nov). The sillis costs 25 € and can be purchased at the same time with the ball ticket.\n\nThe enrollment is open as follows:\n9.10. at 12:00 - 23.10. at 12:00\n\nPLEASE NOTE! The event is K-18 and age will be checked at the door. Bringing own beverages to the event area is also forbidden. By buying the ticket, you give permission to hand over your special diet information with your name to the restaurant. Wrongly purchased tickets can be deleted by the event organizer. We are following the safer space policy of AYY at the event.\n\nIf you have any questions, please don't hesitate to contact toni.ojala@ayy.fi."
}
